{
  "0": {
    "title": "원서접수에 필요로 하는 자격증이 있나요?",
    "content": "자격증은 점수에 반영되지 않습니다.원서접수에 관한 자세한 사항은 2019학년도 모집요강을 참고하시기 바랍니다."
  },
  "1": {
    "title": "원서접수 마감 시간은 언제 입니까?",
    "content": "접수마감은 전형요강에 명시된 날짜 17:00 까지 이며, 모든 증빙서류가 저희 학교에 도착하여야 합니다.2019학년도 신입생 원서접수기간2018.10.22.(월) ~ 10.26.(금) 09:00~17:00"
  },
  "2": {
    "title": "현재 다른 학교 고등학교 재학중인데 지원할 수 있나요?",
    "content": "지원가능합니다. 단, 입학원서 제출하기 전에 현재의 고등학교에서 자퇴처리가 되어 있어야만 합니다."
  },
  "3": {
    "title": "현재 다른 학교 고등학생인데 전학 갈 수 있나요?",
    "content": "본교는 전입학을 허용하지 않습니다. 즉, 일반계 고등학교 뿐만 아니라 다른 마이스터 고등학교 재학생 이라도 전학을 받아주지 않습니다. 따라서 본교에는 신입생으로만 입학할 수 있습니다."
  },
  "4": {
    "title": "2017년부터 2018년 합격자의 지원률은 어떻게 되나요?",
    "content": "2017년 신입생의 모집 경쟁율은 3.6:1이고 2018학년도 신입생 모집 경쟁률은 1.47 : 1이며 마이스터 인재전형 => 2:1, 사회통합전형 => 3.25:1입니다. 참고로, 2018년 신입생의 경우, 경쟁률은 낮은 반면 내신성적은 더 높았습니다."
  },
  "5": {
    "title": "최종합격하려면 중학교 내신 성적이 몇 %가 되어야 하는가?",
    "content": "합격을 전제로 한 정확한 커트라인은 예측할 수 없습니다. 지원자의 상황이 매년 달라지기 때문입니다. 전형은 1차 서류 전형(내신 성적)후 160명을 선발하고, 2차 인•적성 및 심층면접이 이루어집니다.2차에서는 교과성적을 포함하지 않으므로, 2차에서 많은 변수가 있을 수 있습니다."
  },
  "6": {
    "title": "기숙사는 매주 의무적으로 입소하나요?",
    "content": "본교 학생들은 100% 기숙사 생활이 의무입니다. 전원이 기숙사에 입소하여 방과후에 저녁 9시 30분까지 방과후활동 및 전공동아리 활동을 합니다. 매주 일요일(또는 공휴일)8시 30분에 기숙사에 입소하고 금요일에 가정으로 귀가합니다.다만, 타시도 학생의 경우, 2주에 한번 퇴소합니다."
  },
  "7": {
    "title": "졸업 후 대학 진학은 가능한가요?",
    "content": "본교는 산업수요맞춤형 교육과정을 운영하는 학교로 취업을 할 수 있는 역량을 기르는 교육에 전념하고 있습니다.따라서 본교는 100% 취업을 목표로 하고 있습니다. 다만 선취업 후진학으로 재직자특별전형, 사내대학, 사이버대학 등에 진학가능합니다."
  },
  "8": {
    "title": "봉사활동 성적은 어떻게 산출하나요?",
    "content": "봉사활동은 비교과 성적의 한 영역으로 매학년 15시간 이상하였을 경우 봉사활동 영역의 만점인 각 학년별 10점으로 총 30점을 인정받습니다. 본교의 입학전형에 봉사활동 시간이 반영되려면 2018년 9월 30일까지 실시한 것만 인정합니다.계산은 2019학년도 신입생 입학 전형요강에 나와 있는 방법을 참고하여 성적을 산출하면 됩니다."
  },
  "9": {
    "title": "출결점수 환산방법은?",
    "content": "출결상항 반영은 2018. 9. 30.(토)까지만의 출결상황이 기록되어야 합니다. 학교생활기록부에 2018. 9. 30.(토)까지만의 출결상황이 반영되지 않을 경우 지원자에게 불이익이 발생할 수 있으니 유의하시기 바랍니다.출석 성적은 전 학년 출결상황을 합산하여 30점으로 하고 결석일수가 0인 경우(사고 결석이 전혀 없고, 사고로 인한 지각, 조퇴, 결과를 합산하여 3회 이상이 되지 않는 경우) 30점, 결석 일수 1일마다 3점씩 감점하되 10일 이상이 될 경우에는 모두 0점으로 합니다.더 자세한 출결사항의 계산방식은 2019학년도 신입생모집요강의 P.13를 참고하시기 바랍니다."
  },
  "10": {
    "title": "중학교 내신성적에 가중치가 있나요?",
    "content": "1차 내신성적 전형에 과목별 가중치는 없습니다."
  },
  "11": {
    "title": "교과내신성적 산출방법은?",
    "content": "일반교과의 성적은 위의 입학전형요강의 <표1> 교과내신성적 반영비율 및 배점표와 같이 운영하되, 자유학기제 운영 학기에 따라 다르게 적용될 수 있다. 자유학기가 2학기 이상이면 최초의 자유학기만 인정하고, 다른 학기 성적은 성적이 있는 가장 가까운 학기 성적이 반영비율에 따라 적용된다."
  },
  "12": {
    "title": "성적산출에 필요한 과목은 무엇인가요?",
    "content": "일반전형과 특별전형에서 교과 성적을 산출할 때는 국어, 사회, 역사, 수학, 과학, 기술가정, 영어 과목을 적용합니다.단, 일부 학기 또는 일부 학년의 교과 성적이 없는 자의 경우에는 2019학년도 신입생 입학 전형요강에 나와 있는 방법을 참고하여 성적을 산출하면 됩니다.본교 홈페이지를 활용하여 모의성적 산출을 해 볼 수 있습니다."
  },
  "13": {
    "title": "코딩테스트 과락은 어떻게 적용되나요?",
    "content": "코딩테스트 취득점수가 40% 미만인 지원자의 경우 과락처리하고 일반전형으로 포함시켜 전형합니다.단, 일반전형 1차 합격자의 최저점 이내에 포함되는 경우에만 일반전형으로 포함시켜 전형합니다."
  },
  "14": {
    "title": "검정고시 응시생도 응시가능한가요?",
    "content": "검정고시 응시생도 응시가능합니다.검정고시 성적 환산법은 학교홈페이지 – 모집요강 – 신입생전형요강 P.15를 참고하세요."
  },
  "15": {
    "title": "다른 마이스터고등학교에 이중지원 할 수 있나요?",
    "content": "산업수요맞춤형고등학교(마이스터고)의 다른 고등학교 중복지원은 불가능합니다. 이중지원한 경우 합격해도 합격이 모두 취소됩니다.마이스터고등학교 합격시 타 인문계 또는 특성화고 지원 불가를 의미합니다."
  },
  "16": {
    "title": "특별 전형과 일반 전형에 중복 지원 할 수 있나요?",
    "content": "중복해서 지원할 수 없습니다."
  },
  "17": {
    "title": "인성검사와 적성검사의 출제 경향은 어떤가요?",
    "content": "인성검사와 적성소양검사는 시험과목이나 일정한 출제범위가 있는 것이 아닙니다. 인성검사는 개개인이 갖고 있는 인성적 요소를 측정합니다. 적성소양검사는 개개인의 본교 교육과정 이수에 필요한 직업적성소양과 학습소양능력을 측정합니다. 적성소양검사의 경우 지식을 묻는 문항이 출제될 수 있으나 난이도는 중학교 교육과정 범위에서 출제됩니다."
  },
  "18": {
    "title": "국가유공자는 별도로 전형하나요?",
    "content": "2019학년도 신입생 모집요강(P.1)에 보면 사회다양성전형 대상자에 국가보훈대상자 또는 그 자녀, 다문화가정 자녀, 북한이탈주민 또는 그 자녀, 소년소녀가장, 5.18 유공자의 자녀가 해당됩니다. 사회통합전형으로 응시하시면 됩니다."
  },
  "19": {
    "title": "특별전형과 일반전형중 어떤 전형이 유리한가요?",
    "content": "마이스터인재전형과 사회통합전형, 일반전형중 하나만 지원이 가능합니다.하지만 마이스터인재전형인 경우 코딩테스트 취득점수가 40% 미만인 지원자의 경우 과락처리하고 일반전형으로 포함시켜 전형합니다.즉, 특별전형 지원자 중 마이스터인재전형과 사회통합전형에서 탈락한 자는 일반전형에 포함하여 전형합니다. ※ 일반전형 1차 합격자의 최저점 이내에 포함되는 경우에만 일반전형으로 포함시켜 전형합니다."
  },
  "20": {
    "title": "마이스터인재전형의 코딩테스트는 어떻게 준비하나요?",
    "content": "마이스터인재전형의 코딩테스트는 C언어 프로그래밍을 컴퓨터가 아닌 지필평가 형식으로 풀어보는 손코딩 문항이 출제됩니다. 특별한 기출문제는 제시하지 않고 있으니C언어를 활용한 코딩문제를 공부한다면 전형에 도움이 될 것 같습니다."
  },
  "21": {
    "title": "사회통합전형방법은?",
    "content": "사회통합전형은 기회균등전형과 사회다양성전형으로 구분됩니다. 기초생활수급자, 법정차상위계층, 저소득 한부모 가족보호대상자는 기회균등전형에 해당합니다. 국가보훈대상자, 다문화가정자녀, 북한이탈주민, 518유공자의 자녀 등은 사회다양성전형에 해당합니다. 사회통합전형의 경우 기회균등전형이 우선합니다.사회통합전형 대상자는 국가기관(공인기관)에서 발급한 증빙서류 제출이 가능한 자로 탈락할 경우 일반전형에 포함하여 일반전형으로 전형합니다.사회통합전형요소에는 1차 전형 성적, 인성검사, 적성소양검사, 심층면접이 있습니다.접수시 필요한 제출 서류는 본교 홈페이지 입학안내-모집요강에 자세히 나와 있으니 참고바랍니다."
  },
  "22": {
    "title": "입학하기 전에 선행학습을 해야 하나요?",
    "content": "특별한 선행학습은 필요하지 않고, 중학교 교육과정을 성실히 이수하였다면 충분하다고 생각합니다. 보통교과 중 국영수는 수업시간에 충분히 학습할 수 있으며, 선행학습이 금지되어 있어, 교과내용을 중심으로 교내 고사에 출제되고 있습니다. 그러므로 별도의 선행학습을 필요하지 않습니다.다만, 소프트웨어에 관심과 적성이 있는 학생이라면 입학 후 소프트웨어마이스터고의 수업에 도움이 될 것 같습니다. 또한, 소프트웨어에 재능이 있는 학생이라면, 마이스터 인재전형을 통해 본교에 입학할 수 있습니다."
  },
  "23": {
    "title": "SW마이스터고에 지원하기 위한 진로와 적성은?",
    "content": "컴퓨터에 관심이 있는 학생이면 누구나 가능하며, 소프트웨어마이스터고는 컴퓨터 분야 중 소프트웨어 개발, 프로그램 언어를 통한 설계를 배우는 곳입니다. 소프트웨어개발과와 임베디드소프트웨어과로 나뉘어져 있습니다.소프트웨어개발과는 소프트웨어의 개발을 목표로 소프트웨어 개발의 전 단계를 학습하여 정보시스템 개발과 웹/모바일, 콘텐츠 제작이 가능한 전문인재양성이 목표입니다. 임베디드개소프트웨어과는 전자기기, 기계, 자동차, 선박, 항공 등을 제어가능한 내장 SW를 개발하기 위한 인재양성이 목표입니다."
  },
  "24": {
    "title": "광주소프트웨어마이스터고는 어떤 학교인가요?",
    "content": "광주소프트웨어마이스터고는 소프트웨어영마이스터 양성을 목표로 하는 산업수요 맞춤형 고등학교입니다. 광주소프트웨어영마이스고는 인성과 지성을 바탕으로 직업기초능력과 글로벌역량을 쌓아 전공능력을 갖춘 인재를 양성하고자 합니다. 이를 위해 SW 기반 지식 습득, 실무과제 전공필수지식 습득, SW산업체 현장체 및 취업강화, 기업탐구형 팀 프로젝트 학급운영을 하고 있습니다."
  }
}
